/* Button for inverting colors in navigationbar. (Only visible on iPad) */
"BOTTOM_TOOLBAR_INVERT_iPad" = "Invertir";

/* Button for inverting colors (Only visible on iPhone) */
"BOTTOM_TOOLBAR_INVERT_iPhone" = "Invertir";

/* Show an actionsheet (Only visible on iPhone) */
"BOTTOM_TOOLBAR_MORE" = "Más";

/* HUD title indicating that an add-to-camera-roll operation has started */
"CREATE_IMAGE_FOR_CAMERAROLL_HUD_TITLE" = "Añadiendo a Fotos";

/* HUD title indicating that a share-image operation has started */
"CREATE_IMAGE_FOR_SHARING_HUD_TITLE" = "Preparando compartir";

/* HUD title indicating that a create PDF operation has started */
"CREATE_PDF_HUD_TITLE" = "Creando PDF";

/* Filename of mail attachment when sending TriangleDraw files */
"EMAIL_PBM_FILENAME" = "Dibujo.triangleDraw";

/* TriangleDraw - {Drawing name}, a subject line for mails containing TriangleDraw file attachments */
"EMAIL_PBM_SUBJECT_%@" = "TriangleDraw - %@";

/* Filename of mail attachment when sending PDFs */
"EMAIL_PDF_FILENAME" = "Dibujo.pdf";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PDF attachments */
"EMAIL_PDF_SUBJECT_%@" = "TriangleDraw - %@";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PNG attachments */
"EMAIL_PNG_SUBJECT_%@" = "TriangleDraw - %@";

/* Creates a high-resolution .PNG file and saves it to the users cameraroll */
"MENU_ADD_TO_CAMERAROLL" = "Añadir a Fotos";

/* Cancel button in menu actionsheet */
"MENU_DISMISS" = "Cancelar";

/* Opens a send-email-page with a .PBM file attachment */
"MENU_EMAIL_PBM" = "Correo con arch. TriangleDraw";

/* Opens a send-email-page with a .PDF file attachment */
"MENU_EMAIL_PDF" = "Enviar PDF por correo electrónico";

/* Opens a share-on-socialmedia-page with a .JPG file attachment */
"MENU_SHARE" = "Compartir";

/* Dismiss actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_DISMISS" = "Cancelar";

/* Flip horizontal button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_X" = "Voltear X";

/* Flip vertical button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_Y" = "Voltear Y";

/* Rotate ClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_CLOCKWISE" = "Girar drcha";

/* Rotate CounterClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_COUNTERCLOCKWISE" = "Girar izda";

/* Title of actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_TITLE" = "Más";

/* The line-draw operations undo/redo name */
"OPERATION_DRAW_LINE" = "Dibujar línea";

/* The draw-single-pixel operations undo/redo name */
"OPERATION_DRAW_SINGLE" = "Invertir color";

/* The mirror horizontally operations undo/redo name */
"OPERATION_FLIP_X" = "Voltear X";

/* The mirror vertically operations undo/redo name */
"OPERATION_FLIP_Y" = "Voltear Y";

/* The invert-color operations undo/redo name */
"OPERATION_INVERT" = "Invertir";

/* The adjust offset downward operations undo/redo name */
"OPERATION_MOVE_DOWN" = "Mover abajo";

/* The adjust offset left operations undo/redo name */
"OPERATION_MOVE_LEFT" = "Mover izquierda";

/* The adjust offset right operations undo/redo name */
"OPERATION_MOVE_RIGHT" = "Mover derecha";

/* The adjust offset upward operations undo/redo name */
"OPERATION_MOVE_UP" = "Mover arriba";

/* The rotate 60 degree clockwise operations undo/redo name */
"OPERATION_ROTATE_60_CLOCKWISE" = "Girar - 60";

/* The rotate 60 degree counter-clockwise operations undo/redo name */
"OPERATION_ROTATE_60_COUNTERCLOCKWISE" = "Girar + 60";

/* HUD showing Redo and the name of the operation that is being redoed */
"PERFORM_REDO_HUD_TITLE" = "Rehacer";

/* HUD showing Undo and the name of the operation that is being undoed */
"PERFORM_UNDO_HUD_TITLE" = "Deshacer";
